Repository: JTS22/yemanya-fewo-bundle
Catalog: Resources/contao/languages/*/*_fewo_customer.xlf
Languages: de

# tl_teacher.new.0
source: New teacher
de: Neuer Lehrer

# tl_teacher.new.1
source: Add a new teacher
de: Einen neuen Lehrer eintragen

# tl_teacher.show.0
source: Teacher details
de: Details

# tl_teacher.show.1
source: Show the details of teacher ID %s
de: Details zum Lehrer mit der ID %s anzeigen

# tl_teacher.edit.0
source: Edit teacher
de: Lehrer bearbeiten

# tl_teacher.edit.1
source: Edit teacher ID %s
de: Den Lehrer mit der ID %s bearbeiten

# tl_teacher.copy.0
source: Duplicate teacher
de: Lehrer duplizieren

# tl_teacher.copy.1
source: Duplicate teacher ID %s
de: Den Lehrer mit der ID %s duplizieren

# tl_teacher.delete.0
source: Delete teacher
de: Lehrer löschen

# tl_teacher.delete.1
source: Delete teacher ID %s
de: Den Lehrer mit der ID %s löschen

# tl_teacher.lastName.0
source: Last name
de: Nachname

# tl_teacher.firstName.0
source: First name
de: Vorname

# tl_teacher.prefix.0
source: Name prefix
de: Namenspräfix

# tl_teacher.prefix.1
source: Any prefixes like Dr.
de: Alle Präfixe wie zum Beispiel Dr.

# tl_teacher.abbreviation.0
source: Abbreviation
de: Kürzel

# tl_teacher.abbreviation.1
source: One to four letters used to abbreviate the teacher's name
de: Das Kürzel des Lehrers, ein bis vier Buchstaben lang

# tl_teacher.cssClass.0
source: CSS Class
de: CSS-Klasse

# tl_teacher.cssClass.1
source: One or more css-classes added to all elements related to this teacher
de: Eine oder mehrere CSS-Klassen, die allen Elementen hinzugefügt werden, die diesen Lehrer referenzieren.

# tl_teacher.image.0
source: Picture
de: Foto

# tl_teacher.image.1
source: A picture shown in the teacher list element
de: Ein Foto, dass in der Liste aller Lehrer angezeigt wird

# tl_teacher.subjects.0
source: Subjects
de: Fächer

# tl_teacher.subjects.1
source: All subjects taught by this teacher
de: Alle Fächer, die dieser Lehrer unterrichtet

# tl_teacher.category.0
source: Role
de: Rolle

# tl_teacher.category.1
source: The role this teacher belongs to
de: Die Rolle dieses Lehrers

# tl_teacher.subjects_legend
source: Subjects
de: Fächer
